[EX_BombDisposal X2MissionTemplate]
DisplayName="Diffuse Alien Bomb"
Briefing="Diffuse Alien Bomb"
PostMissionType="Diffuse Bomb"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Diffuse Alien Bomb"
ObjectiveTextPools[1]="Hold for further orders"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Recover.Central_Guerilla_Ops_Recover_Item_01"

[MissionTimers]
TimerBombDisposalTitle="Disarm Alien Bomb"
TimerBombDisposalSubtitle="Turns until detonation"

[DefaultEX_BombDisposal X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Disarm the Alien Bomb"
ObjectiveTextPools[1]="Escape the City"
ObjectiveTextPools[2]="Neutralize all enemy targets"
ObjectiveTextPools[3]="Hold position until skyranger arrives"

;Dialogue proxies
ObjectiveTextPools[4]="CENTRAL"
ObjectiveTextPools[5]="Menace 1-5, the bomb is located in a nearby building.  Move quickly or a lot of people are going to end up dead - We don't have much time. Disarm the charge and then standby for further orders."
ObjectiveTextPools[6]="We have eyes on the target. Remove the Elerium charge from the bomb to disarm it.""
ObjectiveTextPools[7]="We've confirmed that the bomb has been disabled."
ObjectiveTextPools[8]="Time is running out. Don't get pinned down. Disarm that bomb, no matter the cost!"
ObjectiveTextPools[9]="You're out of time! Get to that bomb now or you're dead."
ObjectiveTextPools[10]="The priming charge just locked in. Firebrand get out of there right now!"
ObjectiveTextPools[11]="Eliminate any remaining hostiles in the vicinity.  Once the battlespace is clear Firebrand will approach for extraction."
ObjectiveTextPools[12]="We're not detecting any additional hostiles in the area.  Move quickly and disarm that bomb before it's too late."  Bomb Active
ObjectiveTextPools[13]="Menace 1-5, excellent work.  We saved a lot of people today and preserved the resistance's reputation in the process."
ObjectiveTextPools[14]="We've failed to disarm the bomb.  This is a major setback for the resistance, Commander"
ObjectiveTextPools[15]="Watch where you're shoo---"

[EX_BombDisposal_EleriumCharge X2QuestItemTemplate]
FriendlyName="Elerium Charge"
FriendlyNamePlural="Elerium Charges"
LootTooltip="An incredibly powerful explosive charge made from high density Elerium paste."

[FlameShot X2WeaponTemplate]
FriendlyName="FlameShot"
FriendlyNamePlural="FlameShots"
BriefSummary="A modified conventional shotgun that now fires buckshot filled with thermite. Very powerful against organic enemies at close range but loses much of its power at any distance."
TacticalText="<Bullet/>Use the improved accuracy at close range to your advantage.\n<Bullet/>Fire damage is very effective against biological targets!"
AbilityDescName="flameshotgun"

[ExperimentalBlueprint X2DataTemplate]
FriendlyName="Experimental Blueprint"
FrinedlyNamePlural="Experimental Blueprints"
BriefSummary="A blueprint containing experimental weapon data and plans within. While dangerous in the hands of ADVENT, they will prove useful in securing XCOM's future..."
TacticalText="<Bullet/>Use to unlock some powerful new weapons for your arsenal!"
LootTooltip="A blueprint containing dangerous and new research data within..."